/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIProgressDialogText" = "กำลังเข้าสู่ระบบ";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIAlertViewButtonText" = "ตกลง";

/* XHED: label for a field max. 60 chars */
"keyMAFLogonUIAlertViewTitle" = "ข้อผิดพลาด";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelServerHost" = "เซิร์ฟเวอร์";

/* XFLD: label for a field max. 60 chars */
"keyMAFLogonUIFieldLabelResourcePath" = "คำต่อท้าย URL";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelServerPort" = "พอร์ต";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerDomain" = "โดเมน";

/* XFLD: label for a switch (on/off), max 60 chars */
"keyMAFLogonUIFieldLabelIsHttps" = "แชนเนลที่ปลอดภัย";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelBackendPassword" = "รหัสผ่าน";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelBackendPasswordAgain" = "ยืนยันรหัสผ่าน";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelFarmId" = "ID ฟาร์ม";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelSecurityConfig" = "การกำหนดรูปแบบความปลอดภัย";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelBackendUserName" = "ชื่อผู้ใช้";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelSecureStorePassword" = "รหัสผ่านใหม่ของอุปกรณ์";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelCreateSecureStorePassword" = "รหัสผ่านอุปกรณ์";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelSecureStorePasswordAgain" = "ยืนยันรหัสผ่านอุปกรณ์";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordCurrent" = "รหัสผ่านแอพปัจจุบัน";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIFieldLabelSecureStorePasswordOldWhenToogle" = "รหัสผ่านแอพ";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelMobileUser" = "ผู้ใช้อุปกรณ์พกพา";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelActivationCode" = "รหัสเปิดใช้งาน";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelGatewayClient" = "ไคลเอนท์";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPasscode" = "รหัสผ่าน SSO";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaUserName" = "ชื่อผู้ใช้";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaPassword" = "รหัสผ่าน";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPassword" = "รหัสผ่าน";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUserName" = "ชื่อผู้ใช้";

/* XFLD: label for a field max. 60 chars */
"keyMAFLogonUIFieldHintOptional" = "(เลือกได้)";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelDeleteUser" = "คุณต้องการปิดใช้งานแอพพลิเคชันหรือไม่?";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelLock" = "คุณต้องการล็อคแอพพลิเคชันหรือไม่?";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelUpdateApplicationSettings" = "คุณต้องการอัพเดทการกำหนดค่าแอพพลิเคชันหรือไม่?";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelServerTrust" = "คุณเชื่อถือใบรับรองนี้หรือไม่?";

/* XFLD: label for a field max. 60 chars */
"keyMAFLogonUIFieldLabelUploadTrace" = "คุณต้องการอัพโหลดการติดตามไปยังเซิร์ฟเวอร์หรือไม่?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOn" = "เปิดใช้รหัสผ่าน";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOff" = "ปิดใช้รหัสผ่าน";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelChangePasscode" = "เปลี่ยนแปลงรหัสผ่านอุปกรณ์";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForBasicRegistrationGroup" = "ข้อมูลการเข้าสู่ระบบ";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForHiddenGroupBasic" = "รายละเอียด";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordCreation" = "รหัสผ่านแอพ";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordChangeNewGroup" = "รหัสผ่านแอพ";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelRegistrationStart" = "ถัดไป";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelStartLogon" = "เข้าสู่ระบบ";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelDemoMode" = "ทดลองใช้";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelRegistrationCancel" = "ยกเลิก";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelSecureStoreCreationStart" = "เสร็จสิ้น";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelSecureStoreCreationCancel" = "ยกเลิก";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUnlockStart" = "เข้าสู่ระบบ";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUnlockCancel" = "ลืมรหัสผ่าน?";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelLockStart" = "ล็อค";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelLockCancel" = "ยกเลิก";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsStart" = "อัพเดท";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsCancel" = "ยกเลิก";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelDeleteStart" = "ปิดใช้งาน";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelDeleteCancel" = "ยกเลิก";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordStart" = "เสร็จสิ้น";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordCancel" = "ยกเลิก";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordStart" = "เสร็จสิ้น";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordCancel" = "ยกเลิก";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelRegistrationInfoCancel" = "ยกเลิก";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUploadTraceStart" = "อัพโหลด";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOForgot" = "ลืมรหัสผ่าน SSO";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOSkip" = "ข้าม";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaStart" = "เสร็จสิ้น";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaCancel" = "ยกเลิก";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUploadTraceCancel" = "ยกเลิก";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOStart" = "ถัดไป";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsStart" = "ถัดไป";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsCancel" = "ยกเลิก";

/* XBUT */
"keyMAFLogonUIActionItemLabelPasscodeLockCancel" = "กลับ";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOCancel" = "ยกเลิก";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelRegistrationScreen" = "เข้าสู่ระบบ";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelSSOPasscodeScreen" = "ป้อนรหัสผ่าน SSO";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelPasscodeLockScreen" = "การล็อครหัสผ่านอุปกรณ์";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelEnterCredentialsScreen" = "ป้อนข้อมูลประจำตัว";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelAfariCredentialsScreen" = "Afaria";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelEnterPasscodeScreen" = "ป้อนรหัสผ่านอุปกรณ์";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelSecureStoreCreationScreen" = "กำหนดค่ารหัสผ่านอุปกรณ์";

/* XHED: label for a group of fields max. 60 chars */
"keyMAFLogonUIViewTitleLabelChangeSecureStorePasswordScreen" = "เปลี่ยนแปลงรหัสผ่านอุปกรณ์";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelUnlockScreen" = "เข้าสู่ระบบ";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelDeleteScreen" = "ลบ";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelLockScreen" = "ล็อค";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelUpdateScreen" = "อัพเดท";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelUploadTraceScreen" = "อัพโหลดการติดตาม";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelChangeBackendPasswordScreen" = "อัพเดทรหัสผ่าน";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelRegistrationInfoScreen" = "ข้อมูลการเข้าสู่ระบบ";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelRegistrationScreen" = "เข้าสู่ระบบ";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationScreen" = "กำหนดค่ารหัสผ่านอุปกรณ์";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalScreen" = "กำหนดค่ารหัสผ่านอุปกรณ์";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelEnterSSOScreen" = "ป้อนรหัสผ่าน SSO";

/* XHED */
"keyMAFLogonUIHeaderTitleabelEnterAfariaScreen" = "Afaria";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleabelEnterCredentialsScreen" = "ป้อนข้อมูลประจำตัวในการเข้าสู่ระบบ";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalInRegistrationScreen" = "กำหนดค่ารหัสผ่านอุปกรณ์";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordScreen" = "เปลี่ยนแปลงรหัสผ่านอุปกรณ์";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordOptionalScreen" = "เปลี่ยนแปลงรหัสผ่านอุปกรณ์";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelDeleteSecureStorePasswordScreen" = "ปิดใช้รหัสผ่านอุปกรณ์";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelUnlockScreen" = "เข้าสู่ระบบ";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelDeleteScreen" = "ลบ";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelLockScreen" = "ล็อค";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelUpdateScreen" = "อัพเดท";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelUploadTraceScreen" = "อัพโหลดการติดตาม";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelChangeBackendPasswordScreen" = "อัพเดทรหัสผ่าน";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelRegistrationInfoScreen" = "ข้อมูลการเข้าสู่ระบบ";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSplashScreen" = "ตัวอย่างการเข้าสู่ระบบ SAP MAF";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSplashScreen" = "ถ้าคุณไม่มีข้อมูลการเข้าสู่ระบบของคุณเอง คุณสามารถทดสอบแอพโดยใช้ข้อมูลตัวอย่าง";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationScreen" = "ป้อนข้อมูลการเข้าสู่ระบบของคุณเพื่อเข้าสู่ระบบแอพ โดยแอพจะจดจำข้อมูลนี้";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationScreen" = "คุณต้องกำหนดค่ารหัสผ่านแอพเพื่อป้องกันแอพจากการใช้ที่ไม่ได้รับอนุญาต";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalScreen" = "คุณสามารถกำหนดค่ารหัสผ่านแอพเพื่อป้องกันแอพจากการใช้ที่ไม่ได้รับอนุญาต";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalInRegistrationScreen" = "คุณสามารถกำหนดค่ารหัสผ่านแอพเพื่อป้องกันแอพจากการใช้ที่ไม่ได้รับอนุญาต";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordScreen" = "ป้อนรหัสผ่านแอพเดิมของคุณ แล้วป้อนรหัสผ่านใหม่ เพื่อเปลี่ยนแปลงรหัสผ่าน";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordOptionalScreen" = "ป้อนรหัสผ่านแอพเดิมของคุณ แล้วป้อนรหัสผ่านใหม่ เพื่อเปลี่ยนแปลงรหัสผ่าน";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelDeleteSecureStorePasswordScreen" = "ป้อนรหัสผ่านแอพของคุณเพื่อปิดใช้รหัสผ่าน";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelUnlockScreen" = "ป้อนรหัสผ่านแอพของคุณเพื่อเข้าสู่ระบบของแอพ";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelDeleteScreen" = "นี่คือตัวอย่างของวิธีการตามเนื้อหาสำหรับลำดับการเข้าสู่ระบบโดยใช้ส่วนประกอบ MAF - ลบ";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelLockScreen" = "นี่คือตัวอย่างของวิธีการตามเนื้อหาสำหรับลำดับการเข้าสู่ระบบโดยใช้ส่วนประกอบ MAF - ล็อค";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelUpdateScreen" = "นี่คือตัวอย่างของวิธีการตามเนื้อหาสำหรับลำดับการเข้าสู่ระบบโดยใช้ส่วนประกอบ MAF - อัพเดท";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelUploadTraceScreen" = "นี่คือตัวอย่างของวิธีการตามเนื้อหาสำหรับลำดับการเข้าสู่ระบบโดยใช้ส่วนประกอบ MAF - อัพโหลดการติดตาม";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelChangeBackendPasswordScreen" = "ป้อนรหัสผ่านปัจจุบันของคุณเพื่ออัพเดทรหัสผ่านที่ใช้สำหรับแอพ";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationInfoScreen" = "คุณสามารถแสดงข้อมูลการเข้าสู่ระบบของคุณสำหรับแอพนี้ได้";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterSSOScreen" = "ป้อนรหัสผ่านของคุณเพื่อใช้กับฮับไคลเอนท์";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterAfariaScreen" = "ป้อนข้อมูลประจำตัวของคุณสำหรับ Afaria";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterCredentialsScreen" = "ป้อนข้อมูลประจำตัวของคุณเพื่อเข้าสู่ระบบของแอพ แอพฮับไคลเอนท์จัดเก็บข้อมูลประจำตัวเหล่านี้ และคุณสามารถใช้ข้อมูลเหล่านั้นในแอพอื่นได้อีกด้วย";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIConfirmationMessage" = "คุณแน่ใจหรือไม่ว่าต้องการรีเซ็ตแอพ?";

/* XHED: message max. 60 chars */
"keyMAFLogonUIConfirmationTitle" = "การยืนยัน";

/* XBUT max. 60 chars */
"keyMAFLogonUIConfirmationCancelButtonLabel" = "ยกเลิก";

/* XBUT max. 60 chars */
"keyMAFLogonUIConfirmationOKButtonLabel" = "ตกลง";

/* XMSG: message max. 60 chars */
"keyMAFLogonUIFooterDescriptionLabel" = "2013 SAP AG";

/* XGRP max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitlePasscodeMandatory" = "เปลี่ยนแปลงรหัสผ่านแอพ";

/* XGRP max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitleDefPasscodeUsed" = "กำหนดค่ารหัสผ่านแอพ";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIDeleteProgressDialogText" = "กำลังลบ";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIUpdateApplicationSettingsProgressDialogText" = "กำลังอัพเดท";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIUploadTraceProgressDialogText" = "กำลังอัพโหลด";

/* XMSG: message max. 60 chars */
"keyErrMAFLogonUINGRegistrationCancelled" = "การลงทะเบียนถูกยกเลิก";

/* XMSG: message max. 60 chars */
"keyErrMAFLogonUINGOperationCancelled" = "การดำเนินการถูกยกเลิก";

/* XMSG: message max. 60 chars */
"keyErrMAFLogonUINGPasscodeChangeNotAllowed" = "นโยบายของรหัสผ่านอุปกรณ์ Afaria คือ \"ปิดเสมอ\" ดังนั้นคุณไม่สามารถเปลี่ยนแปลงรหัสผ่านของแอพได้";

/* XMSG: message */
"keyErrDescrMAFLogonManagerErrorPasswordsNotEqual" = "รหัสผ่านอุปกรณ์ที่คุณป้อนไม่ตรงกัน";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonUINGErrorPasswordsNotEqual" = "รหัสผ่านอุปกรณ์ที่คุณป้อนไม่ตรงกัน";

/* XHED: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewTitle" = "ลืมรหัสผ่าน SSO";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewMessage" = "รีเซ็ตรหัสผ่าน SSO ในฮับไคลเอนท์และเริ่มแอพใหม่";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSORelaunchSkipAlertViewMessage" = "การข้ามการป้อนข้อมูล SSO จะแยกแอพนี้ออกจากฮับไคลเอนท์";

/* XMSG: message */
"keyErrDescrMAFLogonUINGMCIMSSOPinInvalid" = "รหัสผ่าน SSO ไม่ถูกต้อง";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationNotAllowed" = "ไม่อนุญาตให้ดำเนินการในสถานะนี้";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordOld" = "รหัสผ่านเดิมของอุปกรณ์";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present information about the currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelApplicationTimeout" = "หมดเวลา";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelTimeoutImmediately" = "ทันที";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleSecond" = "ใน %1$i วินาที";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularSecond" = "ใน %1$i วินาที";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingle" = "ใน %1$i นาที";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlular" = "ใน %1$i นาที";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleHour" = "ใน %1$i ชั่วโมง";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularHour" = "ใน %1$i ชั่วโมง";

